app/controllers/articles_controller.rb

  def create
    @article = Article.create(article_params)
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Hillary Clinton?!"], ["body", "Lorem ipsum fuck your mum"], ["created_at", "2016-03-06 22:46:21.594682"], ["updated_at", "2016-03-06 22:46:21.594682"]]